Repository: pld-linux/gphoto2
Catalog: gphoto2-*.po
Languages: pl

source: Number of files in folder '%s': %i
pl: Liczba plików w folderze '%s': %i

source: There are no folders in folder '%s'.
pl: Nie ma folderów w folderze '%s'.

source: There is one folder in folder '%s':
pl: Jest jeden folder w folderze '%s':

source: There are %i folders in folder '%s':
pl: Jest %i folderów w folderze '%s':

source: There are no files in folder '%s'.
pl: Nie ma plików w folderze '%s'.

source: There is one file in folder '%s':
pl: Jest jeden plik w folderze '%s':

source: There are %i files in folder '%s':
pl: Jest %i plików w folderze '%s':

source: Information on file '%s' (folder '%s'):
pl: Informacje o pliku '%s' (folder '%s'):

source: File:
pl: Plik:

source: None available.
pl: Brak dostêpnych.

source: Name: '%s'
pl: Nazwa: '%s'

source: Mime type: '%s'
pl: Typ MIME: '%s'

source: Size: %li byte(s)
pl: Rozmiar: %li bajt(ów)

source: Width: %i pixel(s)
pl: Szeroko¶æ: %i piksel(i)

source: Height: %i pixel(s)
pl: Wysoko¶æ: %i piksel(i)

source: Downloaded: %s
pl: ¦ci±gniêto: %s

source: yes
pl: tak

source: no
pl: nie

source: Permissions:
pl: Uprawnienia:

source: read/delete
pl: odczyt/usuwanie

source: read
pl: odczyt

source: delete
pl: usuwanie

source: none
pl: brak

source: Time: %s
pl: Czas: %s

source: Thumbnail:
pl: Miniaturka:

source: Audio data:
pl: Dane d¼wiêkowe:

source: Mime type: '%s'
pl: Typ MIME: '%s'

source: Size: %li byte(s)
pl: Rozmiar: %li bajt(ów)

source: Downloaded: %s
pl: ¦ci±gniêto: %s

source: Could not parse EXIF data.
pl: Nie uda³o siê przetworzyæ danych EXIF.

source: EXIF tags:
pl: Znaczniki EXIF:

source: Tag
pl: Znacznik

source: Value
pl: Warto¶æ

source: EXIF data contains a thumbnail (%i bytes).
pl: Dane EXIF zawieraj± miniaturkê (%i bajtów).

source: gphoto2 has been compiled without EXIF support.
pl: gphoto2 zosta³o skompilowane bez obs³ugi EXIF.

source: Number of supported cameras: %i
pl: Liczba obs³ugiwanych aparatów: %i

source: Supported cameras:
pl: Obs³ugiwane aparaty:

source: "%s" (TESTING)
pl: "%s" (TESTOWO)

source: "%s" (EXPERIMENTAL)
pl: "%s" (EKSPERYMENTALNIE)

source: Devices found: %i
pl: Znalezione urz±dzenia: %i

source: Path Description --------------------------------------------------------------
pl: ¦cie¿ka Opis --------------------------------------------------------------

source: Abilities for camera : %s
pl: Mo¿liwo¶ci aparatu : %s

source: Serial port support : %s
pl: Obs³uga portu szeregowego : %s

source: USB support : %s
pl: Obs³uga USB : %s

source: Transfer speeds supported :
pl: Obs³ugiwane prêdko¶ci przesy³ania:

source: Capture choices :
pl: Mo¿liwo¶æ nagrywania :

source: : Image
pl: : Zdjêcia

source: : Video
pl: : Filmy

source: : Audio
pl: : D¼wiêk

source: : Preview
pl: : Podgl±d

source: : Capture not supported by the driver
pl: : Ten sterownik nie obs³uguje nagrywania

source: Configuration support : %s
pl: Obs³uga konfiguracji : %s

source: Delete files on camera support : %s
pl: Obs³uga usuwania plików z aparatu: %s

source: File preview (thumbnail) support : %s
pl: Podgl±d plików (miniaturek) : %s

source: File upload support : %s
pl: Przesy³anie plików do aparatu : %s

source: Ports must look like 'serial:/dev/ttyS0' or 'usb:', but '%s' is missing a colon so I am going to guess what you mean.
pl: Porty musz± byæ w postaci 'serial:/dev/ttyS0' lub 'usb:', ale '%s' nie zawiera dwukropka, wiêc spróbujê zgadn±æ, co to mia³o znaczyæ.

source: The port you specified ('%s') can not be found. Please specify one of the ports found by 'gphoto2 --list-ports' and make sure the spelling is correct (i.e. with prefix 'serial:' or 'usb:').
pl: Podany port ('%s') nie zosta³ odnaleziony. Proszê podaæ jeden z portów znajdywanych przez 'gphoto2 --list-ports' i upewniæ siê, ¿e pisownia jest poprawna (tzn. z przedrostkiem 'serial:' lub 'usb:').

source: About the camera driver:
pl: O sterowniku aparatu:

source: Camera summary:
pl: Opis aparatu:

source: Camera manual:
pl: Podrêcznik do aparatu:

source: You can only specify speeds for serial ports.
pl: Mo¿na podaæ prêdko¶ci tylko dla portów szeregowych.

source: OS/2 port by Bart van Leeuwen
pl: Port OS/2 wykona³ Bart van Leeuwen

source: gphoto2 %s Copyright (c) 2000-2004 Lutz Mueller and others %s gphoto2 comes with NO WARRANTY, to the extent permitted by law. You may redistribute copies of gphoto2 under the terms of the GNU General Public License. For more information about these matters, see the files named COPYING. This version of gphoto2 is using the following software versions and options:
pl: gphoto2 %s Copyright (c) 2000-2004 Lutz Mueller i inni %s gphoto2 jest udostêpniony BEZ ¯ADNEJ GWARANCJI do granic dopuszczalnych przez prawo. Mo¿na rozprowadzaæ kopie gphoto2 na warunkach Powszechnej Licencji Publicznej GNU (GNU General Public License). Wiêcej informacji na ten temat mo¿na znale¼æ w plikach COPYING. Ta wersja gphoto2 u¿ywa nastêpuj±cych wersji oprogramowania i opcji:

source: Overriding USB vendor/product id 0x%x/0x%x with 0x%x/0x%x
pl: Nadpisywanie id producenta/produktu USB 0x%x/0x%x przez 0x%x/0x%x

source: ALWAYS INCLUDE THE FOLLOWING LINES WHEN SENDING DEBUG MESSAGES TO THE MAILING LIST:
pl: ZAWSZE NALE¯Y DO£¡CZYÆ NASTÊPUJ¡CE LINIE PRZY WYSY£ANIU KOMUNIKATÓW DIAGNOSTYCZNYCH NA LISTÊ DYSKUSYJN¡:

source: %s has been compiled with the following options:
pl: %s zosta³o skompilowane z nastêpuj±cymi opcjami:

source: %s not found in configuration tree.
pl: %s nie wystêpuje w drzewie konfiguracji.

source: Failed to retrieve value of text widget %s.
pl: Nie uda³o siê odtworzyæ warto¶ci widgetu tekstowego %s.

source: Failed to retrieve values of range widget %s.
pl: Nie uda³o siê odtworzyæ warto¶ci widgetu przedzia³u %s.

source: Failed to retrieve values of toggle widget %s.
pl: Nie uda³o siê odtworzyæ warto¶ci widgetu prze³±cznika %s.

source: Failed to retrieve values of date/time widget %s.
pl: Nie uda³o siê odtworzyæ warto¶ci widgetu daty/czasu %s.

source: Failed to retrieve values of radio widget %s.
pl: Nie uda³o siê odtworzyæ warto¶ci widgetu pojedynczego wyboru %s.

source: Failed to set the value of text widget %s to %s.
pl: Nie uda³o siê ustawiæ warto¶ci widgetu tekstowego %s na %s.

source: The passed value %s is not a floating point value.
pl: Przekazana warto¶æ %s nie jest warto¶ci± zmiennoprzecinkow±.

source: The passed value %f is not within the expected range %f - %f.
pl: Przekazana warto¶æ %f nie le¿y w oczekiwanym przedziale %f - %f.

source: Failed to set the value of range widget %s to %f.
pl: Nie uda³o siê ustawiæ warto¶ci widgetu przedzia³u %s na %f.

source: off
pl: wy³±czone

source: false
pl: fa³sz

source: on
pl: w³±czone

source: true
pl: prawda

source: The passed value %s is not a valid toggle value.
pl: Przekazana warto¶æ %s nie jest poprawn± warto¶ci± prze³±cznika.

source: Failed to set values %s of toggle widget %s.
pl: Nie uda³o siê ustawiæ warto¶ci %s widgetu prze³±cznika %s.

source: The passed value %s is neither a valid time nor an integer.
pl: Przekazana warto¶æ %s nie jest prawid³owym czasem ani liczb± ca³kowit±.

source: Failed to set new time of date/time widget %s to %s.
pl: Nie uda³o siê ustawiæ nowego czasu widgetu daty/czasu %s na %s.

source: Choice %s not found within list of choices.
pl: Opcji %s nie znaleziono na li¶cie wyboru.

source: The %s widget is not configurable.
pl: Widget %s nie jest konfigurowalny.

source: Failed to set new configuration value %s for configuration entry %s.
pl: Nie uda³o siê ustawiæ nowej warto¶ci konfiguracji %s dla wpisu konfiguracji %s.

source: Bad file number. You specified %i, but there are only %i files available in '%s' or its subfolders. Please obtain a valid file number from a file listing first.
pl: Z³y numer pliku. Podano %i, a jest tylko %i plików dostêpnych w '%s' i podkatalogach. Proszê uzyskaæ prawid³owy numer pliku z listy plików.

source: Bad file number. You specified %i, but there is only 1 file available in '%s'.
pl: Z³y numer pliku. Podano %i, ale jest tylko 1 plik dostêpny w '%s'.

source: Bad file number. You specified %i, but there are only %i files available in '%s'. Please obtain a valid file number from a file listing first.
pl: Z³y numer pliku. Podano %i, a jest tylko %i plików dostêpnych w '%s'. Proszê uzyskaæ prawid³owy numer pliku z listy plików.

source: *** Error ***
pl: *** B³±d ***

source: Press any key to continue.
pl: Proszê nacisn±æ dowolny klawisz w celu kontynuacji.

source: Not enough memory.
pl: Zbyt ma³o pamiêci.

source: Operation cancelled
pl: Operacja anulowana

source: </B/24>Continue
pl: </B/24>Kontynuuj

source: </B16>Cancel
pl: </B16>Anuluj

source: <C></5>Error
pl: <C></5>B³±d

source: Could not set configuration:
pl: Nie uda³o siê ustawiæ konfiguracji:

source: Exit
pl: Wyj¶cie

source: Back
pl: Powrót

source: Time:
pl: Czas:

source: Value:
pl: Warto¶æ

source: Yes
pl: Tak

source: No
pl: Nie

source: Turn on debugging
pl: W³±czenie diagnostyki

source: Quiet output (default=verbose)
pl: Ciche wyj¶cie (domy¶lnie=szczegó³owe)

source: Display version and exit
pl: Wy¶wietlenie wersji i zakoñczenie

source: Displays this help screen
pl: Wy¶wietlenie tego opisu

source: List supported camera models
pl: Wypisanie listy obs³ugiwanych modeli aparatów

source: List supported port devices
pl: Wypisanie listy obs³ugiwanych urz±dzeñ portów

source: Send file to stdout
pl: Wys³anie pliku na standardowe wyj¶cie

source: Print filesize before data
pl: Wypisanie rozmiaru pliku przed danymi

source: List auto-detected cameras
pl: Wypisanie listy wykrytych aparatów

source: Specify port device
pl: Okre¶lenie urz±dzenia portu

source: Specify serial transfer speed
pl: Okre¶lenie prêdko¶ci transmisji szeregowej

source: Specify camera model
pl: Okre¶lenie modelu aparatu

source: Specify a filename
pl: Okre¶lenie nazwy pliku

source: (expert only) Override USB IDs
pl: (tylko tryb expert) Nadpisanie ID USB

source: Display camera abilities
pl: Wy¶wietlenie mo¿liwo¶ci aparatu

source: Specify camera folder (default="/")
pl: Okre¶lenie folderu aparatu (domy¶lny="/")

source: Recursion (default for download)
pl: Rekurencja (domy¶lne przy ¶ci±ganiu)

source: No recursion (default for deletion)
pl: Bez rekurencji (domy¶lne przy usuwaniu)

source: Process new files only
pl: Przetwarzanie tylko nowych plików

source: List folders in folder
pl: Wypisanie listy folderów w folderze

source: List files in folder
pl: Wypisanie listy plików w folderze

source: name
pl: nazwa

source: Create a directory
pl: Utworzenie katalogu

source: Remove a directory
pl: Usuniêcie katalogu

source: Display number of files
pl: Wy¶wietlenie liczby plików

source: Get files given in range
pl: Pobranie plików z podanego przedzia³u

source: Get all files from folder
pl: Pobranie wszystkich plików z folderu

source: Get thumbnails given in range
pl: Pobranie miniaturek z podanego przedzia³u

source: Get all thumbnails from folder
pl: Pobranie wszystkich miniaturek z folderu

source: Get raw data given in range
pl: Pobranie surowych danych z podanego przedzia³u

source: Get all raw data from folder
pl: Pobranie wszystkich surowych danych z folderu

source: Get audio data given in range
pl: Pobranie danych d¼wiêkowych z podanego przedzia³u

source: Get all audio data from folder
pl: Pobranie wszystkich danych d¼wiêkowych z folderu

source: Delete files given in range
pl: Usuniêcie plików z podanego przedzia³u

source: Delete all files in folder
pl: Usuniêcie wszystkich plików z folderu

source: Upload a file to camera
pl: Przes³anie pliku do aparatu

source: Configure
pl: Konfiguracja

source: List the configuration tree
pl: Wypisanie drzewa konfiguracji

source: Get a configuration variable
pl: Pobranie zmiennej z konfiguracji

source: Set a configuration variable
pl: Ustawienie zmiennej w konfiguracji

source: Set number of frames to capture (default=infinite)
pl: Ustawienie liczby klatek do zrobienia (domy¶lnie=nieskoñczono¶æ)

source: Set capture interval in seconds
pl: Ustawienie odstêpu miêdzy zdjêciami w sekundach

source: Capture a quick preview
pl: Zrobienie szybkiego podgl±du

source: Capture an image
pl: Zrobienie zdjêcia

source: Capture a movie
pl: Nagranie filmu

source: Capture an audio clip
pl: Nagranie d¼wiêku

source: Show EXIF information
pl: Pokazanie informacji EXIF

source: Show info
pl: Pokazanie informacji

source: Summary of camera status
pl: Opis stanu aparatu

source: Camera driver manual
pl: Podrêcznik do sterownika aparatu

source: About the camera driver
pl: O sterowniku aparatu

source: gPhoto shell
pl: Pow³oka gPhoto

source: Use the following syntax a:b=c:d to treat any USB device detected as a:b as c:d instead. a b c d should be hexadecimal numbers beginning with '0x'.
pl: Nale¿y u¿yæ sk³adni a:b=c:d, aby potraktowaæ dowolne urz±dzenie USB wykryte jako a:b jako c:d. a b c d powinny byæ liczbami szesnastkowymi zaczynaj±cymi siê od '0x'.

source: Zero padding numbers in file names is only possible with %%n.
pl: Dope³nianie zerami liczb w nazwach plików jest mo¿liwe tylko przy u¿yciu %%n.

source: You cannot use %%n zero padding without a precision value!
pl: Nie mo¿na u¿yæ dope³niania zerami %%n bez warto¶ci precyzji!

source: You cannot use '%%n' in combination with non-persistent files!
pl: Nie mo¿na u¿yæ '%%n' w po³±czeniu z nietrwa³ymi plikami!

source: The filename provided by the camera ('%s') does not contain a suffix!
pl: Nazwa pliku dostarczona przez aparat ('%s') nie zawiera przyrostka!

source: Invalid format '%s' (error at position %i).
pl: Nieprawid³owy format '%s' (b³±d na pozycji %i).

source: File %s exists. Overwrite? [y|n]
pl: Plik %s istnieje. Nadpisaæ? [y|n]

source: Specify new filename? [y|n]
pl: Okre¶liæ now± nazwê pliku? [y|n]

source: Enter new filename:
pl: Nowa nazwa pliku:

source: Saving file as %s
pl: Zapisywanie pliku jako %s

source: Time-lapse mode enabled (interval: %ds).
pl: Tryb zdjêæ okresowych w³±czony (odstêp: %ds).

source: Capturing frame #%d...
pl: Robienie klatki #%d...

source: Capturing frame #%d/%d...
pl: Robienie klatki #%d/%d...

source: Could not capture.
pl: Nie uda³o siê zrobiæ zdjêcia.

source: Capture failed (auto-focus problem?)...
pl: Zdjêcie nie uda³o siê (problem z auto-focusem?)...

source: New file is in location %s%s%s on the camera
pl: Nowy plik jest w miejscu %s%s%s w aparacie

source: Could not set folder.
pl: Nie uda³o siê ustawiæ folderu.

source: Could not get image.
pl: Nie uda³o siê pobraæ obrazu.

source: Buggy libcanon.so?
pl: libcanon.so z b³êdami?

source: Deleting file %s%s%s on the camera
pl: Usuwanie pliku %s%s%s z aparatu

source: Could not delete image.
pl: Nie uda³o siê usun±æ obrazu.

source: Could not close camera connection.
pl: Nie uda³o siê zamkn±æ po³±czenia z aparatem.

source: Sleeping for %d second(s)...
pl: Zasypanie na %d sekund...

source: ERROR:
pl: B£¡D:

source: Aborting...
pl: Przerywanie...

source: Aborted.
pl: Przerwano.

source: Cancelling...
pl: Anulowanie...

source: gphoto2 has been compiled without support for CDK.
pl: gphoto2 zosta³o skompilowane bez obs³ugi CDK.

source: Operation cancelled.
pl: Operacja anulowana.

source: *** Error (%i: '%s') ***
pl: *** B³±d (%i: '%s') ***

source: For debugging messages, please use the --debug option. Debugging messages may help finding a solution to your problem. If you intend to send any error or debug messages to the gphoto developer mailing list <gphoto-devel@lists.sourceforge.net>, please run gphoto2 as follows:
pl: W celach diagnostycznych proszê u¿yæ opcji --debug. Komunikaty diagnostyczne mog± pomóc znale¼æ rozwi±zanie problemu. Aby wysy³aæ komunikaty b³êdów lub diagnostyczne na listê dyskusyjn± programistów gphoto <gphoto-devel@lists.sourceforge.net>, proszê uruchomiæ gphoto2 w sposób nastêpuj±cy:

source: Overwrite files without asking
pl: Nadpisywanie plików bez pytania

source: path
pl: ¶cie¿ka

source: speed
pl: prêdko¶æ

source: filename
pl: nazwa pliku

source: List configuration tree
pl: Wypisanie drzewa konfiguracji

source: Get configuration value
pl: Pobranie warto¶ci z konfiguracji

source: Set configuration value
pl: Ustawienie warto¶ci w konfiguracji

source: count
pl: licznik

source: seconds
pl: sekundy

source: Capture a movie
pl: Nagranie filmu

source: Show summary
pl: Pokazanie opisu

source: Show camera driver manual
pl: Pokazanie podrêcznika do sterownika aparatu

source: About the camera driver manual
pl: O podrêczniku do sterownika aparatu

source: gPhoto2 for OS/2 requires you to set the enviroment value CAMLIBS to the location of the camera libraries. e.g. SET CAMLIBS=C:\GPHOTO2\CAM
pl: gPhoto2 dla OS/2 wymaga ustawienia zmiennej ¶rodowiskowej CAMLIBS na katalog z bibliotekami dla aparatów, np. SET CAMLIBS=C:\GPHOTO2\CAM

source: gPhoto2 for OS/2 requires you to set the enviroment value IOLIBS to the location of the io libraries. e.g. SET IOLIBS=C:\GPHOTO2\IOLIB
pl: gPhoto2 dla OS/2 wymaga ustawienia zmiennej ¶rodowiskowej IOLIBS na katalog z bibliotekami we/wy, np. SET IOLIBS=C:\GPHOTO2\IOLIB

source: Usage:
pl: Sk³adnia:

source: Short/long options (& argument) Description --------------------------------------------------------------------------------
pl: Krótkie/d³ugie opcje (i argumenty) Opis --------------------------------------------------------------------------------

source: -------------------------------------------------------------------------------- [Use double-quotes around arguments] [Picture numbers begin with one (1)]
pl: -------------------------------------------------------------------------------- Argumenty wymagaj± podwójnych cudzys³owów] [Numery zdjêæ zaczynaj± siê od 1]

source: %s Image IDs must be a number greater than zero.
pl: %s Identyfikator zdjêcia musi byæ liczb± wiêksz± od zera.

source: %s Image ID %i too high.
pl: %s Identyfikator zdjêcia %i jest zbyt du¿y.

source: %s Ranges must be separated by ','.
pl: %s Zakresy musz± byæ oddzielone znakiem ','.

source: %s Ranges need to start with a number.
pl: %s Zakresy musz± zaczynaæ siê od liczby.

source: %s Unexpected character '%c'.
pl: %s Oczekiwano znaku '%c'.

source: %s Decreasing ranges are not allowed. You specified a range from %i to %i.
pl: %s Przedzia³y zmniejszaj±ce siê nie s± dopuszczalne. Podano przedzia³ od %i do %i.

source: *** Error (%i: '%s') ***
pl: *** B³±d (%i: '%s') ***

source: Change to a directory on the camera
pl: Przej¶cie do katalogu w aparacie

source: directory
pl: katalog

source: Change to a directory on the local drive
pl: Przej¶cie do katalogu na dysku lokalnym

source: Exit the gPhoto shell
pl: Wyj¶cie z pow³oki gPhoto

source: Download a file
pl: ¦ci±gniêcie pliku

source: [directory/]filename
pl: [katalog/]plik

source: Download a thumbnail
pl: ¦ci±gniêcie miniaturki

source: Download raw data
pl: ¦ci±gniêcie surowych danych

source: Delete
pl: Usuniêcie

source: Displays command usage
pl: Wy¶wietlenie sk³adni polecenia

source: [command]
pl: [polecenie]

source: List the contents of the current directory
pl: Wypisanie listy zawarto¶ci bie¿±cego katalogu

source: [directory/]
pl: [katalog/]

source: Invalid command.
pl: Nieprawid³owe polecenie.

source: The command '%s' requires an argument.
pl: Polecenie '%s' wymaga argumentu.

source: Invalid path.
pl: Nieprawid³owa ¶cie¿ka.

source: Could not find home directory.
pl: Nie uda³o siê odnale¼æ katalogu domowego.

source: Could not change to local directory '%s'.
pl: Nie uda³o siê zmieniæ katalogu domowego na '%s'.

source: Local directory now '%s'.
pl: Lokalny katalog zmieniony na '%s'.

source: Remote directory now '%s'.
pl: Zdalny katalog zmieniony na '%s'.

source: Command '%s' not found. Use 'help' to get a list of available commands.
pl: Nie znaleziono polecenia '%s'. 'help' poka¿e listê dostêpnych poleceñ.

source: Help on "%s":
pl: Pomoc dla "%s":

source: Usage:
pl: Sk³adnia:

source: Description:
pl: Opis:

source: * Arguments in brackets [] are optional
pl: * Argumenty w nawiasach [] s± opcjonalne

source: Available commands:
pl: Dostêpne polecenia:

source: To get help on a particular command, type in 'help command-name'.
pl: Aby uzyskaæ pomoc dla danego polecenia, nale¿y napisaæ 'help nazwa-polecenia'.
